const interviewData: InterviewItem[] = [
  {
    id: 1,
    name: "1기 김예나 님",
    shortLine: "“시켜줘 개발자”",
    answers: {
      answer1:
        "안녕하세요! 저는 전자전기컴퓨터공학부 20학번 이예나라라고 합니다. 퀴푸의 회장 겸 QUIPU DEV의 개발 PM, 프론트엔드 팀장을 맡고 있어요.",
      answer2:
        "처음으로 많은 사람들과 협업하여 개발을 할 수 있어서 너무 재밌었습니다! 든든한 개발 파트너를 많이 만날 수 있었고, 자유롭게 아이디어를 내며 하고 싶은 것을 제약 없이 도전해볼 수 있다는 점이 큰 장점이라 생각해요!",
      answer3:
        "• 백오피스 : 기획\n• 포럼 : 기획, 프론트엔드\n• 메인웹 V2 : 기획, 디자인, 프론트엔드\n• 룰렛 이벤트 : 기획, 디자인, 프론트엔드",
    },
    imgSrc: "/assets/이예나.png",
  },
  {
    id: 2,
    name: "이제민 부회장님",
    shortLine: "“코딩할 땐 꼭 카페인을 챙기세요”",
    answers: {
      answer1:
        "안녕하세요, 전자전기컴퓨터 20학번 이제민입니다. 퀴푸 동아리 내에서는 부회장 겸 백엔드 팀장을 맡고 있습니다. 백엔드 취업을 목표로 개발 경험을 쌓고자 동아리 내에서 많은 프로젝트를 경험해보고 있습니다. 구체적으로는 기획, 백엔드, DevOps 관련 업무를 맡고 있습니다.",
      answer2:
        "FE, BE, 디자인 등 다양한 파트의 분들이 각자의 장점과 기술 스택, 열정을 가지고 개발 경험을 쌓기 위해 모여있습니다. 평소에 혼자서는 해보지 못하는 협업, 파트 분배 등을 경험할 수 있는 개발 동아리라는 점에서 추천드리고 싶습니다.",
      answer3:
        "제 실질적 첫 프로젝트였던 24년도 퀴푸 메인 웹입니다. 백엔드 파트가 처음이었는데 혼자서 완성했어야 하기 때문에 어려움도 느꼈지만 공부도 하고, 구글링도 하면서 완성했던게 기억나네요. 가장 성취감이 큰 프로젝트였던거 같습니다.",
    },
    imgSrc: "/assets/이제민.jpeg",
  },
  {
    id: 3,
    name: "김예영 총무님",
    shortLine: "“집에 보내주세요”",
    answers: {
      answer1:
        "안녕하세요🙌 전자전기컴퓨터공학부 22학번 김예영입니다. 저는 Quipu의 총무를 맡고 있고, QUIPU DEV의 프론트엔드로 활동하고 있습니다.",
      answer2:
        "먼저, 전전컴분들께는 무조건 이득입니다.\n이 동아리는 전전컴 관련 족보를 가장 많이 보유하고 있는 곳이라 큰 도움이 될 거예요.\n그리고 최근 많은 기업에서 파이썬을 비롯한 기본적인 프로그래밍 기술을 요구하는 만큼, 이곳에서 함께 스터디를 진행하며 실력을 쌓을 수 있습니다. \n언어가 달라도 알고리즘적인 사고는 공통된 부분이 많기 때문에, 다양한 전공자들과 공부하면서 더 넓은 시야를 가질 좋은 기회가 될 겁니다.\n무엇보다 동아리 분위기가 정말 따뜻하고 친근해요.\n중앙동아리 하나쯤 하고 싶지만, 부담 없이 즐길 수 있는 곳이면 좋겠어!라는 생각을 하고 계신다면, 퀴푸가 정답입니다! 🎉✨",
      answer3:
        "가장 기억에 남는 경험은 QUIPU-DEV 소속 개발자 및 디자이너분들과 함께 해커톤에 참가했던 일입니다.\n개발 공부를 비교적 늦게 시작해서 어떻게 경험을 쌓아야 할지 막막했는데, 마침 개발팀에서 해커톤 팀을 모집하고 있어 좋은 타이밍에 합류할 수 있었습니다.\n그 덕분에 실력을 키울 수 있는 아주 값진 경험이 되었고, 팀원들과 함께 협업하며 배운 것들도 많았습니다.",
    },
    imgSrc: "/assets/김예영.png",
  },
];

export default interviewData;
