const interviewData: InterviewItem[] = [
  {
    id: 1,
    name: "이예나",
    shortLine: "“시켜줘 개발자”",
    answers: {
      answer1:
        "안녕하세요! 저는 전전컴 20학번 이예나입니다 😊 퀴푸에서 회장을 맡고 있고, 주력 분야는 프론트엔드 개발이에요! 하지만 백엔드 개발과 배포 인프라 구축에도 꾸준히 참여하면서 다양한 기술을 익히고 있습니다:)",
      answer2:
        "가장 기억에 남는 활동은 멀티플레이어 타자 게임인 '배틀글라운드' 프로젝트예요. 많은 시행착오 끝에 완성한 게임을 서울시립대 인향제 축제 부스에서 선보였는데, 하루 동안 약 80명의 학우들이 몰입해서 즐기는 모습을 보며 정말 뿌듯했습니다. 퀴푸에서는 이런 성취감을 직접 경험할 수 있어요!",
      answer3:
        "퀴푸를 IT 정보 공유 커뮤니티의 오프라인 버전이라고 생각하면 좋아요! 세미나를 통해 겉핥기식으로만 알던 전공 지식을 확실히 이해할 수 있고, 개발에 관심 있다면 실사용 가능한 서비스를 직접 만들어볼 기회도 있어요. 동아리 내부에서 사용되는 서비스를 개선하거나 새로운 기능을 추가한답니다. 또, 취업을 준비하는 학우들이 많아서 실질적인 취업 준비 팁도 얻을 수 있는 동아리예요!",
    },
    imgSrc: "/assets/이예나.png",
  },
  {
    id: 2,
    name: "이제민",
    shortLine: "“코딩할 땐 꼭 카페인을 챙기세요”",
    answers: {
      answer1:
        "안녕하세요, 전자전기컴퓨터 20학번 이제민입니다. 퀴푸 동아리 내에서는 부회장 겸 백엔드 팀장을 맡고 있습니다. 백엔드 취업을 목표로 개발 경험을 쌓고자 동아리 내에서 많은 프로젝트를 경험해보고 있습니다. 구체적으로는 기획, 백엔드, DevOps 관련 업무를 맡고 있습니다.",
      answer2:
        "제 실질적 첫 프로젝트였던 24년도 퀴푸 메인 웹입니다. 백엔드 파트가 처음이었는데 혼자서 완성했어야 하기 때문에 어려움도 느꼈지만 공부도 하고, 구글링도 하면서 완성했던게 기억나네요. 가장 성취감이 큰 프로젝트였던거 같습니다.",
      answer3:
        "FE, BE, 디자인 등 다양한 파트의 분들이 각자의 장점과 기술 스택, 열정을 가지고 개발 경험을 쌓기 위해 모여있습니다. 평소에 혼자서는 해보지 못하는 협업, 파트 분배 등을 경험할 수 있는 개발 동아리라는 점에서 추천드리고 싶습니다.",
    },
    imgSrc: "/assets/이제민.jpeg",
  },
  {
    id: 3,
    name: "김예영",
    shortLine: "“집에 보내주세요”",
    answers: {
      answer1:
        "안녕하세요🙌 전자전기컴퓨터공학부 22학번 김예영입니다. 저는 퀴푸의 총무를 맡고 있고, 퀴푸 개발팀의 프론트엔드 개발을 맡고 있어요.",
      answer2:
        "가장 기억에 남는 경험은 QUIPU-DEV 소속 개발자 및 디자이너분들과 함께 해커톤에 참가했던 일입니다.\n개발 공부를 비교적 늦게 시작해서 어떻게 경험을 쌓아야 할지 막막했는데, 마침 개발팀에서 해커톤 팀을 모집하고 있어 좋은 타이밍에 합류할 수 있었습니다.\n그 덕분에 실력을 키울 수 있는 아주 값진 경험이 되었고, 팀원들과 함께 협업하며 배운 것들도 많았습니다.",
      answer3:
        "먼저, 전전컴분들께는 무조건 이득입니다.\n이 동아리는 전전컴 관련 족보를 가장 많이 보유하고 있는 곳이라 큰 도움이 될 거예요.\n그리고 최근 많은 기업에서 파이썬을 비롯한 기본적인 프로그래밍 기술을 요구하는 만큼, 이곳에서 함께 스터디를 진행하며 실력을 쌓을 수 있습니다. \n언어가 달라도 알고리즘적인 사고는 공통된 부분이 많기 때문에, 다양한 전공자들과 공부하면서 더 넓은 시야를 가질 좋은 기회가 될 겁니다.\n무엇보다 동아리 분위기가 정말 따뜻하고 친근해요.\n중앙동아리 하나쯤 하고 싶지만, 부담 없이 즐길 수 있는 곳이면 좋겠어!라는 생각을 하고 계신다면, 퀴푸가 정답입니다! 🎉✨",
    },
    imgSrc: "/assets/김예영.png",
  },
];

export default interviewData;
