const interviewData: InterviewItem[] = [
  {
    id: 1,
    name: "1기 김예나 님",
    shortLine: "“시켜줘 개발자”",
    answers: {
      answer1:
        "안녕하세요! 저는 전자전기컴퓨터공학부 20학번 이예나라라고 합니다. 퀴푸의 회장 겸 QUIPU DEV의 개발 PM, 프론트엔드 팀장을 맡고 있어요.",
      answer2:
        "처음으로 많은 사람들과 협업하여 개발을 할 수 있어서 너무 재밌었습니다! 든든한 개발 파트너를 많이 만날 수 있었고, 자유롭게 아이디어를 내며 하고 싶은 것을 제약 없이 도전해볼 수 있다는 점이 큰 장점이라 생각해요!",
      answer3:
        "• 백오피스 : 기획\n• 포럼 : 기획, 프론트엔드\n• 메인웹 V2 : 기획, 디자인, 프론트엔드\n• 룰렛 이벤트 : 기획, 디자인, 프론트엔드",
    },
    imgSrc: "/assets/이예나.png",
  },
  {
    id: 2,
    name: "2기 홍길동 님",
    shortLine: "“디자인 마스터”",
    answers: {
      answer1:
        "안녕하세요! 저는 시각디자인 전공이며 퀴푸에서 디자인 및 프론트엔드를 맡고 있습니다.",
      answer2:
        "디자이너와 개발자 간의 소통이 생각보다 중요하다는 걸 알게 되었고, 퀴푸에서 그 과정을 재밌게 배우고 있어요!",
      answer3: "• UI 고도화 : 디자인\n• 공지 게시판 : 프론트엔드",
    },
    imgSrc: "/assets/이제민.jpeg",
  },
  {
    id: 3,
    name: "3기 박OO 님",
    shortLine: "“풀스택 도전기”",
    answers: {
      answer1:
        "안녕하세요! 비전공자이지만 퀴푸에서 백엔드와 프론트엔드를 모두 경험 중입니다!",
      answer2:
        "서버와 클라이언트를 동시에 만져볼 수 있는 경험이 너무 소중하고, 다양한 팀 프로젝트가 정말 재미있습니다.",
      answer3: "• API 서버 구축 : 백엔드\n• 채팅 구현 : 프론트엔드",
    },
    imgSrc: "/assets/김예영.png",
  },
];

export default interviewData;
