export const faqData: FaqItem[] = [
  {
    question: "문과인데 가입해도 되나요?",
    answer:
      "물론입니다! Quipu는 컴퓨터를 사랑하고 배우려는 많은 문과, 이과 분들이 계십니다. 걱정말고 들어오세요!",
  },
  {
    question: "남녀 성비는 어떻게 되나요?",
    answer:
      "3:2 정도로 남성 회원이 더 많이 계시지만 여성 회원들의 참여도가 높기 때문에 걱정하지 않으셔도 됩니다!",
  },
  {
    question: "지원 폼에서 제출한 활동만 참여할 수 있나요?",
    answer:
      "스터디의 경우, 개설된 후 카톡방에서 공지하고 참여 수요 조사를 진행할 예정입니다. 지원 폼에 작성하지 않으셨더라도 자유롭게 참여하실 수 있습니다!",
  },
  {
    question: "세미나에 참여하고 싶은데, 주제 정하기가 어려워요.",
    answer:
      "동아리방에 CS 관련 책이 있습니다! 목차에서 하나를 정하여 공부한 내용을 발표해도 괜찮습니다.",
  },
  {
    question: "세미나 난이도는 어떻게 되나요?",
    answer:
      "세미나는 다양한 난이도로 진행되며, 본인의 수준에 맞는 주제를 선택하실 수 있습니다. 중요한 것은 함께 배우고 공유하는 경험이니 부담 갖지 않고 참여하시면 됩니다!",
  },
  {
    question: "문과인데 개발 활동에 참여해도 되나요?",
    answer:
      "개발에 관심이 있고, 프로젝트 경험이 있는 분이라면 소속 학과와 관계없이 모두 환영합니다!",
  },
  {
    question: "개발은 어떤 방식으로 진행되나요?",
    answer:
      "학기중부터 방학기간까지 기존 퀴푸 내 프로젝트에 대해 개선할 점을 기획하여 디자인 및 개발을 진행합니다. 시험기간을 제외하고 대면 또는 비대면으로 정기회의를 통해 개발 과정을 공유합니다.",
  },
  {
    question:
      "개발 활동 지원 폼에서 제출할 포트폴리오 PDF는 어떤 형식이어야 하나요?",
    answer:
      "자기소개, 기술 스택, 참여 프로젝트 소개가 포함된 자유 형식의 PDF 문서여야 합니다. PPT로 제작하거나, 기존 포트폴리오의 링크를 포함한 문서를 PDF로 변환해 제출해주세요.",
  },
  {
    question: "동아리방 위치가 어디인가요?",
    answer: "학생회관 3층 342호입니다.",
  },
];

export const majors = [
  "국어국문학과",
  "영어영문학과",
  "중국어문화학과",
  "철학과",
  "사학과",
  "행정학과",
  "국제관계학과",
  "사회복지학과",
  "도시사회학과",
  "도시행정학과",
  "경영학부",
  "세무학과",
  "경제학부",
  "경제학전공",
  "빅데이터분석학전공",
  "법학부",
  "법학전공",
  "도시법무전공",
  "수학과",
  "통계학과",
  "물리학과",
  "화학과",
  "생명과학과",
  "환경원예학과",
  "건축학부(건축학전공)",
  "건축학부(건축공학전공)",
  "도시공학과",
  "교통공학과",
  "조경학과",
  "환경공학부",
  "공간정보공학과",
  "토목공학과",
  "기계정보공학과",
  "신소재공학과",
  "화학공학과",
  "전자전기컴퓨터공학부",
  "컴퓨터과학부",
  "인공지능학과",
  "부동산학과",
  "소방방재학과",
  "음악학과",
  "조형예술학과",
  "디자인학과",
  "스포츠과학과",
  "자유전공학부",
  "첨단융합학부(융합바이오헬스전공)",
  "첨단융합학부(첨단인공지능전공)",
  "첨단융합학부(지능형반도체전공)",
];
